IDEA Open Model
ExposureClassesDataEc2.ChloridesCheck Property
Compatible with IDEA StatiCa Beta 20.0
 Check box Chlorides
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public bool ChloridesCheck { get; set; }
Public Property ChloridesCheck As Boolean
	Get
	Set
Property Value
Type: Boolean
See Also
Reference
ExposureClassesDataEc2 Class
IdeaRS.OpenModel.Concrete Namespace